Repository: sebasmd-projects/gea_module_0
Catalog: apps/project/specific/documents/pol/locale/*/LC_MESSAGES/django.po
Languages: es

source: Proof of life
es: Prueba de vida (POL)

source: Names
es: Nombres

source: Last name
es: Apellidos

source: I confirm the proof of life (POL)
es: Confirmo la prueba de vida (POL)

source: Proofs of life
es: Pruebas de vida

source: Proof of Life
es: Prueba de vida (POL)

source: Send
es: Enviar

source: Successful registration
es: Registro exitoso

source: Thank you for confirming your POL!
es: Gracias por confirmar tu POL!

source: Your information has been successfully registered.
es: Su información ha sido registrada exitosamente.

source: You can now close this tab.
es: Ahora puedes cerrar esta pestaña.
