Repository: sebasmd-projects/gea_module_0
Catalog: templates/locale/*/LC_MESSAGES/django.po
Languages: es

source: Verification Barcode
es: Código de barras de verificación

source: Verify Document Certificate
es: Verificar certificado de documento

source: Enter your email to receive a verification code.
es: Introduce tu correo electrónico para recibir un código de verificación.

source: Enter the verification code sent to your email.
es: Introduzca el código de verificación enviado a su correo electrónico.

source: You may now verify the document.
es: Ahora puedes verificar el documento.

source: Enter the document details to verify.
es: Ingrese los detalles del documento a verificar.

source: Send verification code
es: Enviar código de verificación

source: Verify code
es: Verificar código

source: Verify document
es: Verificar documento

source: Resend verification code
es: Reenviar código de verificación

source: Change email address
es: Cambiar dirección de correo electrónico

source: The code expires in a few minutes.
es: El código caduca en unos minutos.

source: You can request a new code in
es: Puedes solicitar un nuevo código en

source: Certificate Details
es: Detalles del certificado

source: Verify IPCON Badge
es: Verificar insignia IPCON

source: Document Number:
es: Número de documento:

source: Certificate ID:
es: ID del certificado:

source: Approval date:
es: Fecha de aprobación:

source: This document certifies that
es: Este documento certifica que

source: is currently verified as a member, employee, or authorized collaborator of <strong>Propensiones</strong> and <strong>IPCON (International Private Consortium)</strong> the new financial era.
es: está actualmente verificado como miembro, empleado o colaborador autorizado de <strong>Propensiones</strong> e <strong>IPCON (Consorcio Privado Internacional)</strong> la nueva era financiera.

source: This verification confirms that the holder is duly registered within the organization's internal systems and is authorized to act on its behalf in accordance with current regulations and internal compliance policies according to their role and responsibilities.
es: Esta verificación confirma que el titular se encuentra debidamente registrado dentro de los sistemas internos de la organización y está autorizado para actuar en su nombre de acuerdo con la normativa vigente y las políticas internas de cumplimiento de acuerdo a su rol y responsabilidades.

source: Certificate Revoked
es: Certificado revocado

source: This verification has been revoked and is no longer valid.
es: Esta verificación ha sido revocada y ya no es válida.

source: Reason:
es: Razón:

source: Not Approved
es: No aprobado

source: This verification has not been approved by the issuing authority.
es: Esta verificación no ha sido aprobada por la autoridad emisora.

source: Expired Certificate
es: Certificado caducado

source: This verification was valid but has expired.
es: Esta verificación era válida pero ha caducado.

source: Expiration date:
es: Fecha de expiración:

source: Passport Expired
es: Pasaporte Caducado

source: The passport associated with this verification has expired.
es: El pasaporte asociado a esta verificación ha caducado.

source: Approved and Valid
es: Aprobado y válido

source: This verification is valid and currently active.
es: Esta verificación es válida y actualmente activa.

source: Enter the badge details to verify.
es: Ingrese los detalles de la escarapela a verificar.

source: Verify
es: Verificar

source: We remind you that, in accordance with the provisions of the Habeas Data Law, all your personal data has been treated with due confidentiality and is protected under the strictest security standards, guaranteeing its integrity and privacy.
es: Le recordamos que, de conformidad con la Ley de Habeas Data, todos sus datos personales han sido tratados con la debida confidencialidad y están protegidos bajo los más estrictos estándares de seguridad, garantizando su integridad y privacidad. Sus datos se utilizarán exclusivamente para los fines autorizados y de conformidad con la normativa vigente en materia de protección de datos.

source: Location
es: Ubicación

source: + Add Location
es: + Agregar ubicación

source: Amount
es: Cantidad

source: Add Asset
es: Añadir Activo

source: Client Dashboard
es: Panel del cliente

source: Create and manage your assets and view service orders
es: Cree y administre sus activos y visualice órdenes de servicio

source: Assets and Service Orders
es: Activos y Órdenes de Servicio

source: Do you need help?
es: ¿Necesitas ayuda?

source: The Asset Location ties a specific asset to a location, defining where and in what quantity the asset is available.
es: La ubicación del activo vincula un activo específico a una ubicación, definiendo dónde y en qué cantidad está disponible el activo.

source: Edit Asset
es: Editar activo

source: My Historical Assets
es: Mis activos históricos

source: Assets in Demand (Service Orders)
es: Activos en demanda (Órdenes de Servicio)

source: Location Reference
es: Referencia de ubicación

source: Continent
es: Continente

source: Is Active
es: Está activo

source: Total current offers:
es: Total de ofertas actuales:

source: Continent Preference
es: Preferencia de continente

source: Country Preference
es: Preferencia de país

source: Details
es: Detalles

source: Payment order already sent
es: Orden de pago ya enviada

source: Your account is under verification process.
es: Su cuenta está bajo proceso de verificación.

source: This process can take between 24 to 72 hours (1 to 3 business days), Please be patient while we verify your account.
es: Este proceso puede tardar entre 24 y 72 horas (1 a 3 días hábiles). Por favor, tenga paciencia mientras verificamos su cuenta.

source: If you have any questions, please contact our support team.
es: Si tiene alguna pregunta, comuníquese con nuestro equipo de soporte.

source: Add New Location Reference
es: Agregar nueva referencia de ubicación

source: Reference
es: Referencia

source: Add Location Reference
es: Agregar referencia de ubicación

source: The Location Reference serves as a unique identifier to manage inventory across various locations.
es: La referencia de ubicación sirve como un identificador único para administrar el inventario en varias ubicaciones.

source: It allows differentiation between inventory located in the same country but in different areas, inventory in different countries, or inventory in the same country as well as across multiple countries.
es: Permite diferenciar entre inventario ubicado en el mismo país pero en diferentes áreas, inventario en diferentes países o inventario en el mismo país y en varios países.

source: Edit Location Reference
es: Editar referencia de ubicación

source: Confirm Delete
es: Confirmar eliminación

source: Are you sure you want to delete this Asset?
es: ¿Está seguro de que desea eliminar este activo?

source: Are you sure you want to delete this location reference?
es: ¿Está seguro de que desea eliminar esta referencia de ubicación?

source: Your unconditional ally. All Rights Reserved.
es: Tu aliado incondicional. Todos los derechos reservados.

source: Created by
es: Creado por

source: Logged in as:
es: Conectado como:

source: Alerts
es: Alertas

source: New
es: Nuevo

source: Notifications
es: Notificaciones

source: Dashboard
es: Panel

source: Language
es: Idioma

source: Pages
es: Páginas

source: Account
es: Cuenta

source: Security
es: Seguridad

source: Assets
es: Activos

source: Contact Confirmation
es: Confirmación de contacto

source: Message Received!
es: ¡Mensaje recibido!

source: Hi %(name)s,
es: Hola %(name)s,

source: Thank you for contacting us through
es: Gracias por contactar con nosotros a través de

source: We have received your message and will get back to you as soon as possible.
es: Hemos recibido su mensaje y nos pondremos en contacto con usted lo antes posible.

source: If you have any questions or need additional information, you can write us directly:
es: Si tienes alguna duda o necesitas información adicional puedes escribirnos directamente:

source: You can also email us
es: También puedes enviarnos un correo electrónico

source: Thank you for trusting us!
es: Gracias por confiar en nosotros!

source: Best regards,
es: Atentamente,

source: About Us
es: Conócenos

source: This email was sent from
es: Este correo electrónico fue enviado desde

source: If you did not expect this message or it was sent by mistake, please ignore it.
es: Si no esperabas este mensaje o fue enviado por error, ignóralo.

source: New Purchase Order
es: Nueva Orden de Compra

source: Purchase Order Submitted
es: Orden de compra Guardada

source: Service Order Generated
es: Orden de Servicio Generada

source: Sent
es: Enviado

source: Service Order Details
es: Detalles de la Orden de Servicio

source: Country of purchase
es: País de compra

source: Observations and Description
es: Observaciones y Descripción

source: Descriptions
es: Descripciones

source: See details
es: Ver detalles

source: The PDF of the Service Order is attached.
es: Se adjunta el PDF de la Orden de Servicio.

source: HOME
es: INICIO

source: If you think this is an error, please contact support:
es: Si cree que se trata de un error, póngase en contacto con el servicio de asistencia técnica:

source: Thank you for your understanding.
es: Gracias por su comprensión.

source: Male avatar
es: Avatar masculino

source: Female avatar
es: Avatar femenino

source: Default avatar
es: Avatar predeterminado

source: Admin
es: Administrador

source: Suppliers
es: Proveedores

source: Two Factor Authentication
es: Autenticación de dos factores

source: Logout
es: Cerrar sesión

source: Backup Tokens
es: Tokens de respaldo

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
es: Los tokens de respaldo se pueden usar cuando tu número principal y de respaldo no estén disponibles. Los tokens de respaldo a continuación se pueden usar para la verificación de inicio de sesión. Si ya usaste todos tus tokens de respaldo, puedes generar un nuevo conjunto. Solo los tokens de respaldo que se muestran a continuación serán válidos.

source: Copy these tokens and keep them somewhere safe.
es: Copia estos tokens y guárdalos en un lugar seguro.

source: You don't have any backup codes yet.
es: Aún no tienes códigos de respaldo.

source: Back to Account Security
es: Volver a la seguridad de la cuenta

source: Generate Tokens
es: Generar tokens

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
es: Usa este formulario para ingresar tokens de respaldo para iniciar sesión. Estos tokens han sido generados para que los imprimas y los mantengas seguros. Por favor, introduce uno de estos tokens de respaldo para acceder a tu cuenta.

source: Username or Email
es: Usuario o Correo electrónico

source: Password
es: Contraseña

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Or, alternatively, use one of your other authentication methods:
es: O bien, usa uno de tus otros métodos de autenticación:

source: As a last resort, you can use a backup token:
es: Como último recurso, puedes usar un token de respaldo:

source: Use Backup Token
es: Usar token de respaldo

source: New user?
es: ¿Usuario nuevo?

source: Create an account!
es: ¡Crea una cuenta!

source: Permission Denied
es: Permiso denegado

source: The page you requested, enforces users to verify using two-factor authentication for security reasons. You need to enable these security features in order to access this page.
es: La página que solicitaste requiere que los usuarios se verifiquen usando autenticación de dos factores por motivos de seguridad. Debes habilitar estas funciones de seguridad para acceder a esta página.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
es: La autenticación de dos factores no está habilitada en tu cuenta. Actívala para mejorar la seguridad de tu cuenta.

source: Go back
es: Regresar

source: Enable Two-Factor Authentication
es: Habilitar autenticación de dos factores

source: You are about to take your account security to the next level. Follow the steps in this wizard to enable two-factor authentication.
es: Estás a punto de llevar la seguridad de tu cuenta al siguiente nivel. Sigue los pasos de este asistente para habilitar la autenticación de dos factores.

source: Please select which authentication method you would like to use.
es: Por favor, selecciona el método de autenticación que deseas usar.

source: To set up a token generator, scan the QR code below using an app like Google Authenticator, Authenticator from Windows or a similar app.
es: Para configurar un generador de tokens, escanea el código QR a continuación con una aplicación como Google Authenticator, Authenticator de Windows o una app similar.

source: Alternatively, use the following secret to configure the token manually in your authenticator or password manager.
es: Alternativamente, usa el siguiente secreto para configurar el token manualmente en tu autenticador o gestor de contraseñas.

source: TOTP Secret:
es: Secreto TOTP:

source: Then, enter the token generated by the app below to verify setup.
es: Luego, ingresa el token generado por la aplicación a continuación para verificar la configuración.

source: Token validated successfully. Two-factor authentication is now enabled.
es: Token validado exitosamente. La autenticación de dos factores ahora está habilitada.

source: Token validation failed. Please try again.
es: La validación del token falló. Intenta de nuevo.

source: Back to login
es: Volver al inicio de sesión

source: Congratulations, you've successfully enabled two-factor authentication.
es: ¡Felicidades! Has habilitado la autenticación de dos factores.

source: However, it might happen that you don't have access to your primary token device. To enable account recovery, add a phone number.
es: Sin embargo, puede suceder que no tengas acceso a tu dispositivo principal de tokens. Para habilitar la recuperación de cuenta, agrega un número de teléfono.

source: Add Phone Number
es: Agregar número de teléfono

source: Account Security
es: Seguridad de la cuenta

source: Primary method: %(primary)s
es: Método principal: %(primary)s

source: If you don't have any device with you, you can access your account using backup tokens.
es: Si no tienes ningún dispositivo contigo, puedes acceder a tu cuenta usando tokens de respaldo.

source: You have only one backup token remaining.
es: Solo tienes un token de respaldo restante.

source: Show Codes
es: Mostrar códigos
