Repository: sebasmd-projects/gea_module_0
Catalog: templates/locale/*/LC_MESSAGES/django.po
Languages: es

source: Account Information
es: Información de la Cuenta

source: Username*
es: Usuario*

source: First Names*
es: Nombres*

source: Last Names*
es: Apellidos*

source: Security Information
es: Información de Seguridad

source: Password*
es: Contraseña*

source: Confirm Password*
es: Confirmar Contraseña*

source: Contact Information
es: Información de contacto

source: Cellphone*
es: Celular*

source: Email*
es: Correo*

source: User Information
es: Información de Usuario

source: User Type*
es: Tipo de usuario*

source: Referred By
es: Referido por

source: Unique Code*
es: Código Único*

source: Please complete the following information: First Names*: Last Names*: Cellphone*: If you do not provide this information, we will not be able to generate your unique code.
es: Por favor, complete la siguiente información: Nombre*: Apellidos*: Teléfono celular*: Si no proporciona esta información, no podremos generar su código único.

source: Request for unique code – GEA
es: Solicitud de código único – GEA

source: You must request your unique registration code through
es: Debe solicitar su código de registro único a través de

source: Register
es: Registro

source: Do you already have an account? Sign in
es: ¿Ya tienes una cuenta? Iniciar sesión

source: Show/Hide
es: Mostrar/Ocultar

source: Show
es: Mostrar

source: Purchase orders
es: Órdenes de compra

source: Add new purchase order
es: Agregar nueva orden de compra

source: Add new asset
es: Agregar nuevo activo

source: Category
es: Categoría

source: Register a new category
es: Registrar una nueva categoría

source: New Category
es: Nueva categoría

source: Asset Category (ES)*
es: Categoría de activo (ES)*

source: Description (ES)
es: Descripción (ES)

source: Asset Category (EN)
es: Categoría de activos (EN)*

source: Description (EN)
es: Descripción (EN)

source: Save
es: Guardar

source: Add new Asset
es: Agregar nuevo activo

source: Go to my Purchase Orders
es: Ir a mis órdenes de compra

source: Categories
es: Categorías

source: Description
es: Descripción

source: Created
es: Creado

source: No categories found.
es: No se encontraron categorías.

source: Saving and Translating...
es: Guardando y traduciendo...

source: Purchase Orders
es: Órdenes de compra

source: Create Asset Name & Asset
es: Crear un nuevo Activo

source: Register a new asset name and its category
es: Registrar un nuevo nombre de activo y su categoría

source: Add New Purchase Order
es: Agregar nueva orden de compra

source: Add New Asset
es: Agregar nuevo activo

source: Add New Asset Category
es: Agregar nueva categoría de activos

source: New Asset
es: Nuevo activo

source: Asset Name
es: Nombre del activo

source: Asset name (ES)
es: Nombre del activo (ES)

source: Asset name (EN)
es: Nombre del activo (EN)

source: Asset Details
es: Detalles del Activo

source: Image
es: Imagen

source: Add New Category
es: Añadir nueva categoría

source: Observations (ES)
es: Observaciones (ES)

source: Observations (EN)
es: Observaciones (EN)

source: Existing Assets
es: Activos existentes

source: Observations
es: Observaciones

source: No assets found.
es: No se encontraron activos.

source: Create a New Purchase Order
es: Crear una nueva orden de compra

source: Asset
es: Activo

source: Country of Purchase
es: País de compra

source: Offer Type
es: Tipo de orden

source: Quantity Type
es: Tipo de cantidad

source: Quantity required
es: Cantidad requerida

source: PO Requested Image
es: Imagen de la OC pedida

source: Submit Purchase Order
es: Enviar orden de compra

source: Purchase Order Detail
es: Detalle de la orden de compra

source: Purchase order detail and timeline/history
es: Detalle de la orden de compra y cronograma/historial

source: Timeline
es: Línea de tiempo

source: Edit Purchase Order
es: Editar orden de compra

source: Asset:
es: Activo:

source: Purchase order Type:
es: Tipo de orden de compra:

source: Quantity required:
es: Cantidad requerida:

source: Country of Purchase:
es: País de la compra

source: Description (ES):
es: Descripción (ES)

source: Observations (ES):
es: Observaciones (ES)

source: Description (EN):
es: Descripción (EN)

source: Observations (EN):
es: Observaciones (EN)

source: Save Purchase Order
es: Guardar orden de compra

source: Asset Credit Form
es: Formulario AssetCredit

source: Summary of movements and states
es: Resumen de movimientos y estados

source: Operation Overview
es: Descripción general de la operación

source: Operation Type
es: Tipo de operación

source: Shared Custody
es: Custodia Compartida

source: Business Credit
es: Crédito Empresarial

source: What is the total value of the asset? (USD)
es: ¿Cuál es el valor total del activo? (USD)

source: Example, 100000000.00
es: Ejemplo, 100000000.00

source: Please enter the full value of the asset.
es: Ingrese el valor total del activo.

source: Enter the percentage to be financed (%%)
es: Introduzca el porcentaje a financiar (%%)

source: Example, 10
es: Ejemplo, 10

source: Only 1 to 60 percent is financed
es: Sólo se financia entre el 1 y el 60 por ciento

source: The amount you are requesting to be financed is (USD):
es: El monto que solicita financiar es (USD):

source: Requested Term
es: Plazo solicitado

source: 30 Days
es: 30 Días

source: 60 Days
es: 60 Días

source: 90 Days
es: 901 Días

source: 120 Days
es: 120 Días

source: Interest Payment Method
es: Método de pago de intereses

source: Upfront
es: Por adelantado

source: Monthly
es: Mensual

source: Back
es: Atrás

source: Next
es: Siguiente

source: Applicant Type
es: Tipo de solicitud

source: Individual or Natural Person
es: Persona Individual o Natural

source: Company
es: Empresa o Compañía

source: Foundation
es: Fundación

source: Bank / Financial Institution
es: Banco/Institución Financiera

source: Government Entity
es: Entidad Gubernamental

source: Private Fund / Corporation
es: Fondo Privado / Corporación

source: Other
es: Otro

source: Please type another option here
es: Por favor escribe otra opción

source: Personal Information
es: Información personal

source: Personal Names
es: Nombres

source: Name
es: Nombres

source: Surname
es: Apellidos

source: Personal Address
es: Dirección personal

source: Street address
es: Dirección

source: Street address Line 2
es: Dirección 2

source: City
es: Ciudad

source: State/Province
es: Estado/Provincia/Departamento

source: Zip code
es: Código Postal

source: Select
es: Seleccionar

source: Country
es: País

source: Personal Email
es: Correo Personal

source: example@email.com
es: ejemplo@email.com

source: Personal Phone Number
es: Número Personal

source: Country Code
es: Código de País

source: Phone number
es: Número de teléfono

source: Birthdate
es: Fecha de nacimiento

source: Day
es: Día

source: Month
es: Mes

source: Year
es: Año

source: Company / Business Information
es: Información de empresa/negocio

source: Company Name / Business Name / Registered Name
es: Nombre de la empresa / Nombre comercial / Nombre registrado

source: Company / Business Address
es: Dirección de la empresa/negocio

source: Company / Business Email
es: Correo electrónico de empresa/negocio

source: Company / Business Phone
es: Teléfono de empresa/negocio

source: Country code
es: Código de País

source: Phone
es: Teléfono

source: Legal Representative
es: Representante Legal

source: Names
es: Nombres

source: Surenames
es: Apellidos

source: Legal Representative Email
es: Correo del Representante Legal

source: Passport of the Legal Representative
es: Pasaporte del Representante Legal

source: Exotic
es: Exótico

source: Religious
es: Religioso

source: Historical
es: Histórico

source: Scroll
es: Pergaminos

source: Boxes
es: Cajas

source: Units
es: Unidades

source: Quantity
es: Cantidad

source: Location of the Asset in Shared Custody or Credit
es: Ubicación del Activo en Custodia Compartida o Crédito

source: Type of warehouse or safe house
es: Tipo de almacén o casa segura

source: Private
es: Privado

source: Banking
es: Bancario

source: Address Location
es: Dirección

source: Registered Name
es: Nombre registrado

source: Name of the person in charge of the warehouse
es: Nombre del responsable del almacén o casa segura

source: Passport of the person in charge of the warehouse
es: Pasaporte del responsable del almacén o casa segura

source: Describe the security system used
es: Describa el sistema de seguridad utilizado

source: Describe the safeguards of the custody site
es: Describir las salvaguardias del lugar de custodia.

source: Describe the custody conservation and storage standards
es: Describir las normas de custodia, conservación y almacenamiento.

source: Guarantee
es: Garantía

source: Entity that issues the guarantee
es: Entidad que emite la garantía

source: Insurance guarantee number
es: Número de garantía del seguro

source: Insurance policy value
es: Valor de la póliza de seguro

source: Individual or Natural Person Documentation
es: Documentación de Persona Física o Individual

source: Valid passport
es: Pasaporte válido

source: Upload Passport
es: Subir Pasaporte

source: Drag and drop files here
es: Arrastra y suelta archivos aquí

source: Choose a file
es: Elige un archivo

source: Cancel
es: Cancelar

source: of
es: de

source: Proof of address
es: Prueba de domicilio o dirección

source: Upload Proof of Address
es: Cargar comprobante de domicilio o dirección

source: Bank statements for the last three months
es: Extractos bancarios de los últimos tres meses.

source: Upload Bank Statements
es: Cargar extractos bancarios

source: Income statement
es: Declaración de ingresos

source: Upload Income Statement
es: Cargar la declaración de ingresos

source: Declaration of financial solvency
es: Declaración de solvencia económica

source: Upload Financial Solvency
es: Cargar Solvencia Económica

source: Business Documentation
es: Documentación Empresarial

source: Legal registration
es: Registro legal

source: Upload Legal Registration
es: Subir Registro Legal

source: Business address certificate
es: Certificado de domicilio comercial

source: Upload Business Address Certificate
es: Cargar certificado de domicilio comercial

source: Passport of the legal representative
es: Pasaporte del representante legal

source: Upload Passport of the Legal Representative
es: Subir Pasaporte del Representante Legal

source: Bank certification
es: Certificación bancaria

source: Upload Bank Certification
es: Subir Certificación Bancaria

source: Recent financial statements 6 months
es: Estados financieros recientes 6 meses

source: Upload Recent Financial Statements
es: Cargar estados financieros recientes

source: Asset Custody
es: Custodia de activos

source: Certificate from the warehouse or safe house
es: Certificado del almacén o casa de seguridad

source: Upload Certificate
es: Cargar certificado

source: Guarantee certificate
es: Certificado de garantía

source: Upload Guarantee certificate
es: Subir certificado de garantía

source: Terms and Conditions
es: Términos y condiciones

source: See Terms and Conditions
es: Ver Términos y Condiciones

source: Clear
es: Limpiar

source: I agree to the terms and conditions
es: Acepto los términos y condiciones

source: Clear All Answers
es: Borrar todas las respuestas

source: Should be Empty
es: Debe estar vacío

source: Success Form Send
es: Formulario Enviado

source: Form submitted successfully!
es: ¡Formulario enviado exitosamente!

source: Your information has been received and processed correctly.
es: Su información ha sido recibida y procesada correctamente.

source: You can continue managing your purchase orders or create a new one.
es: Podrás continuar gestionando tus órdenes de compra o crear una nueva.

source: View purchase orders
es: Ver órdenes de compra

source: Create new purchase order
es: Crear nueva orden de compra

source: Inventory
es: Inventario

source: Inventory by Category
es: Inventario por Categoría

source: Total quantity
es: Cantidad total

source: No data available
es: No hay datos disponibles

source: Download Report
es: Descargar Informe

source: Download Inventory by Category
es: Descargar Inventario por Categoría

source: Download Inventory
es: Descargar Inventario

source: Delete Purchase Order
es: Borrar Orden de Compra

source: Close
es: Cerrar

source: Are you sure you want to delete this purchase order?
es: ¿Está seguro de que desea eliminar esta orden de compra?

source: Purchase order Type
es: Tipo de orden de compra

source: Total value of the offer ($ USD)
es: Valor total de la oferta ($ USD)

source: Approved
es: Aprobado

source: Delete
es: Confirmar eliminación

source: Purchase Order Summary
es: Resumen de la orden de compra

source: General Information
es: Información general

source: Offer ID
es: Orden ID

source: Offer Quantity
es: Cantidad requerida

source: Purchase Order Details
es: Detalles de la orden de compra

source: Observation
es: Observaciones

source: Asset Information
es: Información de activos

source: Go to my Assets
es: Ir a mis Activos Históricos

source: Open Approval Wizard
es: Abrir el Asistente de Aprobación

source: View Profitability
es: Ver rentabilidad

source: Asset Sent
es: Activo enviado

source: Asset In Possession
es: Activo en posesión

source: End
es: Fin

source: Payment Order
es: Orden de pago

source: Payment Order Created
es: Orden de pago creada

source: Payment Order Sent
es: Orden de pago enviada

source: Profitability
es: Rentabilidad

source: Profitability Created
es: Rentabilidad creada

source: Profitability Paid
es: Rentabilidad Pagada

source: Purchase Order
es: Orden de compra

source: Purchase Order Created
es: Orden de compra creada

source: Purchase Order Reviewed
es: Orden de compra revisada

source: Purchase Order Approved
es: Orden de compra aprobada

source: Service Order
es: Orden de servicio

source: Service Order Created
es: Orden de servicio creada

source: Service Order Sent
es: Orden de servicio enviada

source: Profitability PO
es: OC de rentabilidad

source: Quantity Type - Needed
es: Tipo de cantidad - Necesaria

source: Status
es: Estado

source: Actions
es: Acciones

source: Paid
es: Pagado

source: Pending
es: Pendiente

source: Show full ID
es: Mostrar ID completo

source: Paid,Pending
es: Pagado,Pendiente

source: Profitability Overview
es: Descripción general de la rentabilidad

source: In Progress
es: En curso

source: Purchase orders by month
es: Órdenes de compra por mes

source: Closed
es: Cerrado

source: Hide full ID
es: Esconder ID completo

source: Create and Manage your Purchase Orders.
es: Crea y gestiona tus órdenes de compra.

source: Buyer Dashboard
es: Panel del comprador

source: Created By
es: Creado por

source: Quantity Needed
es: Cantidad necesaria

source: Yes
es: Si

source: Tables of Asset Names and Categories
es: Tablas de nombres y categorías de activos

source: Purchase Order Successfully Deleted
es: Orden de compra eliminada

source: There was a problem deleting the purchase order.
es: Hubo un problema al eliminar la orden de compra.

source: Approval Wizard
es: Asistente de Aprobación

source: Track and advance the purchase order through the approval pipeline
es: Realizar un seguimiento y avanzar la orden de compra a través del proceso de aprobación

source: Loading wizard…
es: Asistente de carga…

source: Updated successfully
es: Actualizado exitosamente

source: Recipients saved
es: Destinatarios guardados

source: Recipients removed
es: Destinatarios eliminados

source: Sending emails...
es: Enviando correos...

source: Notification sent
es: Notificación enviada

source: Asset sent
es: Activo enviado

source: Review
es: Revisar

source: Approve
es: Aprobar

source: Reviewed at
es: Revisado a las

source: Pending review
es: Pendiente de revisión

source: Mark as reviewed
es: Marcar como revisado

source: Approved at
es: Aprobado a las

source: Pending approval
es: Pendiente de aprobación

source: Mark as approved
es: Marcar como aprobado

source: Previous
es: Previo

source: Create
es: Crear

source: Send
es: Enviar

source: Service Order (auto-created on approve)
es: Orden de servicio (creada automáticamente al aprobarse)

source: Created at
es: Creado a las

source: Not created yet
es: Aún no creado

source: Send Service Order
es: Enviar Orden de Servicio

source: Sent at
es: Enviado a las

source: Pending to send
es: Pendiente de envió

source: Mark as sent
es: Marcar como enviado

source: Available (Roles & Users)
es: Disponible (roles y usuarios)

source: Buyer
es: Compra

source: Holder
es: Titular

source: Representative
es: Representante

source: Intermediary
es: Facilitador

source: Add
es: Agregar

source: Selected recipients
es: Destinatarios seleccionados

source: Remove
es: Remover

source: Save recipients
es: Guardar destinatarios

source: Send notification
es: Enviar notificación

source: Send to
es: Enviar a

source: No recipients yet
es: Aún no hay destinatarios

source: Send Notification for Payment Order
es: Enviar notificación de Orden de Pago

source: Mark as created
es: Marcar como creado

source: Payment Order Paid
es: Orden de Pago Pagada

source: In Possession
es: En Posesión

source: Asset in Possession
es: Activo H. en posesión

source: At
es: En

source: Mark as in possession
es: Marcar como en posesión

source: Recovery Repatriation Foundation Paid
es: Recovery Repatriation Foundation Pagado

source: Mark as paid
es: Marcar como pagado

source: pay master Service Paid
es: Servicio de pay master pagado

source: Propensiones International Paid
es: Propensiones International Pagado

source: Completed.
es: Completado.

source: Document Verification Details
es: Detalles de verificación de documentos

source: Document Verification
es: Verificación de documentos

source: Institutional Certificate of Authenticity and Legal Validity
es: CERTIFICACIÓN INSTITUCIONAL DE AUTENTICIDAD, ORIGINALIDAD Y VALIDEZ JURÍDICA

source: QR Code
es: Código QR

source: Verified Document
es: Documento verificado

source: Certificate Type:
es: Tipo de certificado:

source: Document Title:
es: Título del documento:

source: Verification ID:
es: ID de verificación:

source: Public Verification Code:
es: Código de verificación pública:

source: Issued at:
es: Emisión:

source: Expires at:
es: Expiración:

source: Download Original Document:
es: Descargar Documento Original:

source: Download
es: Descargar

source: INSTITUTIONAL CERTIFICATION OF AUTHENTICITY, ORIGINALITY AND LEGAL VALIDITY PROPENSIONES ABOGADOS INTERNACIONAL S.A.S., a legally constituted entity identified with Tax ID (NIT) 901409813-7, duly incorporated and in full legal capacity under the laws of the Republic of Colombia, acting within the scope of its institutional authority, HEREBY CERTIFIES, DECLARES AND ATTESTS, with full legal and doctrinal effect, that: The document to which this certification is attached is original, authentic and legally effective, having been issued under formal procedures of control, verification and due diligence. It constitutes the primary, prevailing and determinative instrument to evidence the legitimacy, origin and legal backing of the act, right, asset or legal situation contained therein. This certification consolidates, reaffirms and ratifies the originality of the certified document, conferring upon it full legal effectiveness, sufficient evidentiary force and institutional validity. It serves as the governing and interpretative instrument of authenticity, not subject to informal or extrajuridical challenge. Likewise, it is expressly stated that the document has been issued in accordance with the foundational principles of the legal system, including legality, objective good faith, legal certainty and regulatory compliance, incorporating international compliance standards, anti-money laundering (AML) and counter-terrorist financing (CFT) frameworks, in accordance with the applicable regulatory regimes.
es: CERTIFICACIÓN INSTITUCIONAL DE AUTENTICIDAD, ORIGINALIDAD Y VALIDEZ JURÍDICA PROPENSIONES ABOGADOS INTERNACIONAL S.A.S., entidad legalmente constituida, identificada con NIT 901409813-7, debidamente incorporada y en pleno ejercicio de su capacidad jurídica conforme a las leyes de la República de Colombia, actuando dentro del ámbito de su autoridad institucional, CERTIFICA, DECLARA Y DA FE, con pleno efecto legal y doctrinal, que: El documento al cual se anexa la presente certificación es original, auténtico y jurídicamente eficaz, habiendo sido emitido bajo procedimientos formales de control, verificación y debida diligencia. Constituye el instrumento primario, prevalente y determinante para evidenciar la legitimidad, el origen y el respaldo jurídico del acto, derecho, activo o situación jurídica que en él se consigna. La presente certificación consolida, reafirma y ratifica la originalidad del documento certificado, confiriéndole plena eficacia jurídica, fuerza probatoria suficiente y validez institucional. Se erige como el instrumento rector e interpretativo de autenticidad, no susceptible de impugnación por vías informales o extrajurídicas. Así mismo, se deja expresa constancia de que dicho documento ha sido emitido conforme a los principios fundamentales del ordenamiento jurídico, incluidos la legalidad, la buena fe objetiva, la seguridad jurídica y el cumplimiento normativo, incorporando estándares internacionales de compliance, marcos de prevención del lavado de activos (AML) y de financiación del terrorismo (CFT), de conformidad con los regímenes regulatorios aplicables.

source: SCOPE OF VALIDATION AND APPLICABLE LEGAL EFFECTS This certification and the document it authenticates produce full, enforceable and opposable legal effects. Its legal effectiveness is appropriate and sufficient within verification processes, due diligence, risk analysis, custody, assurance or institutional validation, without implying any waiver, substitution or limitation of the controls that each entity must carry out in accordance with its applicable legal regime. Accordingly, the document may be validly accepted, incorporated and used as sufficient legal support under the corresponding legal framework.
es: ALCANCE DE LA VALIDACIÓN Y EFECTOS JURÍDICOS APLICABLES La presente certificación y el documento que autentica producen efectos jurídicos plenos, exigibles y oponibles. Su eficacia legal resulta idónea, adecuada y suficiente dentro de procesos de verificación, debida diligencia, análisis de riesgo, custodia, aseguramiento o validación institucional, sin que ello implique dispensa, sustitución o limitación de los controles que cada entidad deba adelantar conforme a su régimen jurídico aplicable. En consecuencia, el documento podrá ser válidamente aceptado, incorporado y utilizado como soporte jurídico suficiente, de conformidad con el ordenamiento jurídico correspondiente.

source: APPLICABLE LEGAL REGIME Private International Law, General Principles of International Law, Vienna Convention on the Law of Treaties (1969), UNIDROIT Principles of International Commercial Contracts, international compliance standards, international AML/CFT regulations, Financial Action Task Force (FATF/GAFI) recommendations, and applicable provisions of the USA PATRIOT Act.
es: RÉGIMEN JURÍDICO APLICABLE Derecho Internacional Privado, Principios Generales del Derecho Internacional, Convención de Viena sobre el Derecho de los Tratados (1969), Principios UNIDROIT sobre los Contratos Comerciales Internacionales, estándares internacionales de compliance, normativa internacional en materia de prevención del lavado de activos y financiación del terrorismo (AML/CFT), recomendaciones del Grupo de Acción Financiera Internacional (GAFI/FATF) y las disposiciones aplicables de la USA PATRIOT Act.

source: Legal Representative – International Attorney
es: Representante Legal – Abogado Internacional
