Repository: sebasmd-projects/gea_module_0
Catalog: apps/project/specific/documents/certificates/locale/*/LC_MESSAGES/django.po
Languages: es

source: Approved
es: Aprobado

source: User Certificate
es: Certificado de usuario

source: Certificate
es: Certificado

source: Certificates
es: Certificados

source: Document Type
es: Tipo de Documento

source: Document Number
es: Número de Documento

source: Enter document
es: Ingresar el documento

source: Certificate type
es: Tipo de Certificado

source: Document Public Code
es: Documento Código Público

source: Enter public code, prefix or UUID
es: Introduzca el código público, prefijo o UUID

source: Email
es: Correo

source: Enter your email for OTP verification
es: Ingresa tu correo electrónico para la verificación OTP

source: Temporary email addresses are not allowed.
es: No se permiten direcciones de correo electrónico temporales.

source: Verification code
es: Código de verificación

source: Enter the 6-digit code
es: Introduzca el código de 6 dígitos

source: Invalid UUID format.
es: Formato UUID no válido.

source: Invalid identifier length.
es: Longitud de identificador no válida.

source: Citizen ID (CC)
es: Cédula de Ciudadanía (CC)

source: Passport (PA)
es: Pasaporte (PA)

source: Unique Code
es: Código Único

source: Idoneity
es: Idoneidad

source: Employee Badge (IPCON)
es: Insignia de empleado (IPCON)

source: Employee Badge (Propensiones)
es: Insignia de empleado (Propensiones)

source: Asset Certificate (AEGIS)
es: Certificado de Activos (AEGIS)

source: Generic Document
es: Documento genérico

source: Physical
es: Físico

source: Not delivered
es: No entregado

source: Public UUID
es: UUID público

source: UUID Prefix
es: Prefijo UUID

source: Public verification code
es: Código de verificación pública

source: User
es: Usuario

source: Names
es: Nombres

source: Last name
es: Apellido

source: Document number CC
es: Número de documento CC

source: Document number PA
es: Número de documento PA

source: Passport expiration date
es: Fecha de vencimiento del pasaporte

source: Approved by
es: Aprobado por

source: Approval date
es: Fecha de aprobación

source: Issued at
es: Emitido en

source: Legal issuance date of the certificate
es: Fecha de emisión legal del certificado

source: Expires at
es: Vence en

source: Revoked at
es: Revocado

source: Revocation reason
es: Motivo de revocación

source: If no user is provided, both name and last name are required.
es: Si no se proporciona ningún usuario, se requieren tanto el nombre como el apellido.

source: You must provide at least one document: CC or Passport.
es: Debes proporcionar al menos un documento: CC o Pasaporte.

source: Passport expiration date is required when Passport is provided.
es: Se requiere la fecha de vencimiento del pasaporte cuando se proporciona el mismo.

source: User Verification
es: Verificación de usuario

source: Document title
es: Título del documento

source: Document file
es: Archivo o Documento

source: Sent at
es: Enviado a

source: Document Verification
es: Verificación de documentos

source: Authenticated user
es: Usuario autenticado

source: Anonymous email
es: Correo electrónico anónimo

source: IP address
es: Dirección IP

source: User agent
es: agente del usuario

source: Viewed at
es: Visto a las

source: You must relate the view to a certificate or a document.
es: Debe relacionar la vista con un certificado o un documento.

source: Anonymous view require an email address.
es: La vista anónima requiere una dirección de correo electrónico.

source: Certificate View Log
es: Registro de vista de certificado

source: Certificate View Logs
es: Registros de visualización de certificados

source: Your document verification code
es: Tu código de verificación para los documentos

source: Your verification code is: {otp} This code expires in 10 minutes.
es: Tu código de verificación es: {otp} Este código caduca en 10 minutos.

source: ID Number not found.
es: Número de identificación no encontrado.

source: Please wait %(seconds)s seconds before requesting a new code.
es: Espere %(seconds)s segundos antes de solicitar un nuevo código.

source: A new verification code has been sent to your email.
es: Se ha enviado un nuevo código de verificación a su correo electrónico.

source: Invalid or expired code.
es: Código inválido o caducado.

source: Document not found.
es: Documento no encontrado.
