Repository: sebasmd-projects/gea_module_0
Catalog: apps/project/common/users/locale/*/LC_MESSAGES/django.po
Languages: es

source: User Information
es: Información de usuario

source: Personal Information
es: Información personal

source: Permissions
es: Permisos

source: Dates
es: Fechas

source: Priority
es: Orden

source: Groups
es: Grupos

source: Names
es: Nombres

source: Intermediary
es: Facilitador

source: Representative
es: Representante

source: Holder
es: Tenedor

source: Buyer
es: Compra

source: +1 United States
es: +1 Estados Unidos

source: +1 American Samoa
es: +1 Samoa Americana

source: +1 Anguilla
es: +1 Anguila

source: +1 Antigua and Barbuda
es: +1 Antigua y Barbuda

source: +501 Belize
es: +501 Belice

source: +1 Bermuda
es: +1 Bermudas

source: +55 Brazil
es: +55 Brasil

source: +1 British Virgin Islands
es: +1 Islas Vírgenes Británicas

source: +1 Canada
es: +1 Canadá

source: +1 Cayman Islands
es: +1 Islas Caimán

source: +1 Dominican Republic
es: +1 República Dominicana

source: +500 Falkland Islands
es: +500 Islas Malvinas

source: +594 French Guiana
es: +594 Guayana Francesa

source: +299 Greenland
es: +299 Groenlandia

source: +1 Grenada
es: +1 Granada

source: +52 Mexico
es: +52 México

source: +1 Northern Mariana Islands
es: +1 Islas Marianas del Norte

source: +507 Panama
es: +507 Panamá

source: +51 Peru
es: +51 Perú

source: +1 Saint Kitts and Nevis
es: +1 San Cristóbal y Nieves

source: +1 Saint Lucia
es: +1 Santa Lucía

source: +1 Saint Vincent and the Grenadines
es: +1 San Vicente y las Granadinas

source: +1 Sint Maarten (Dutch part)
es: +1 Sint Maarten (parte neerlandesa)

source: +597 Suriname
es: +597 Surinam

source: +1 Trinidad and Tobago
es: +1 Trinidad y Tobago

source: +1 Turks and Caicos Islands
es: +1 Islas Turcas y Caicos

source: +1 United States Virgin Islands
es: +1 Islas Vírgenes de los Estados Unidos

source: +375 Belarus
es: +375 Bielorrusia

source: +32 Belgium
es: +32 Bélgica

source: +387 Bosnia and Herzegovina
es: +387 Bosnia y Herzegovina

source: +385 Croatia
es: +385 Croacia

source: +420 Czechia
es: +420 Chequia

source: +45 Denmark
es: +45 Dinamarca

source: +358 Finland
es: +358 Finlandia

source: +33 France
es: +33 Francia

source: +49 Germany
es: +49 Alemania

source: +30 Greece
es: +30 Grecia

source: +44 Guernsey
es: +44 Guernesey

source: +36 Hungary
es: +36 Hungría

source: +354 Iceland
es: +354 Islandia

source: +353 Ireland
es: +353 Irlanda

source: +44 Isle of Man
es: +44 Isla de Man

source: +39 Italy
es: +39 Italia

source: +371 Latvia
es: +371 Letonia

source: +370 Lithuania
es: +370 Lituania

source: +352 Luxembourg
es: +352 Luxemburgo

source: +373 Moldova
es: +373 Moldavia

source: +377 Monaco
es: +377 Mónaco

source: +31 Netherlands
es: +31 Países Bajos

source: +389 North Macedonia
es: +389 Macedonia del Norte

source: +47 Norway
es: +47 Noruega

source: +48 Poland
es: +48 Polonia

source: +40 Romania
es: +40 Rumanía

source: +421 Slovakia
es: +421 Eslovaquia

source: +386 Slovenia
es: +386 Eslovenia

source: +34 Spain
es: +34 España

source: +46 Sweden
es: +46 Suecia

source: +41 Switzerland
es: +41 Suiza

source: +380 Ukraine
es: +380 Ucrania

source: +44 United Kingdom
es: +44 Reino Unido

source: +39 Vatican City
es: +39 Ciudad del Vaticano

source: +7 Russia
es: +7 Rusia

source: +7 Kazakhstan
es: +7 Kazajistán

source: +213 Algeria
es: +213 Argelia

source: +229 Benin
es: +229 Benín

source: +267 Botswana
es: +267 Botsuana

source: +237 Cameroon
es: +237 Camerún

source: +236 Central African Republic
es: +236 República Centroafricana

source: +269 Comoros
es: +269 Comoras

source: +242 Republic of the Congo
es: +242 República del Congo

source: +253 Djibouti
es: +253 Yibuti

source: +243 Democratic Republic of the Congo
es: +243 República Democrática del Congo

source: +20 Egypt
es: +20 Egipto

source: +240 Equatorial Guinea
es: +240 Guinea Ecuatorial

source: +268 Eswatini
es: +268 Esuatini

source: +251 Ethiopia
es: +251 Etiopía

source: +241 Gabon
es: +241 Gabón

source: +245 Guinea-Bissau
es: +245 Guinea-Bisáu

source: +225 Ivory Coast
es: +225 Costa de Marfil

source: +254 Kenya
es: +254 Kenia

source: +266 Lesotho
es: +266 Lesoto

source: +218 Libya
es: +218 Libia

source: +265 Malawi
es: +265 Malaui

source: +223 Mali
es: +223 Malí

source: +230 Mauritius
es: +230 Mauricio

source: +212 Morocco
es: +212 Marruecos

source: +227 Niger
es: +227 Níger

source: +262 Réunion
es: +262 Reunión

source: +250 Rwanda
es: +250 Ruanda

source: +232 Sierra Leone
es: +232 Sierra Leona

source: +27 South Africa
es: +27 Sudáfrica

source: +211 South Sudan
es: +211 Sudán del Sur

source: +249 Sudan
es: +249 Sudán

source: +216 Tunisia
es: +216 Túnez

source: +212 Western Sahara
es: +212 Sáhara Occidental

source: +263 Zimbabwe
es: +263 Zimbabue

source: +93 Afghanistan
es: +93 Afganistán

source: +880 Bangladesh
es: +880 Bangladés

source: +975 Bhutan
es: +975 Bután

source: +673 Brunei
es: +673 Brunéi

source: +855 Cambodia
es: +855 Camboya

source: +357 Cyprus
es: +357 Chipre

source: +670 East Timor
es: +670 Timor Oriental

source: +98 Iran
es: +98 Irán

source: +964 Iraq
es: +964 Irak

source: +81 Japan
es: +81 Japón

source: +962 Jordan
es: +962 Jordania

source: +961 Lebanon
es: +961 Líbano

source: +60 Malaysia
es: +60 Malasia

source: +960 Maldives
es: +960 Maldivas

source: +850 North Korea
es: +850 Corea del Norte

source: +92 Pakistan
es: +92 Pakistán

source: +970 Palestine
es: +970 Palestina

source: +63 Philippines
es: +63 Filipinas

source: +65 Singapore
es: +65 Singapur

source: +82 South Korea
es: +82 Corea del Sur

source: +963 Syria
es: +963 Siria

source: +66 Thailand
es: +66 Tailandia

source: +90 Turkey
es: +90 Turquía

source: +61 Christmas Island
es: +61 Isla de Navidad

source: +61 Cocos (Keeling) Islands
es: +61 Islas Cocos (Keeling)

source: +679 Fiji
es: +679 Fiyi

source: +689 French Polynesia
es: +689 Polinesia Francesa

source: +692 Marshall Islands
es: +692 Islas Marshall

source: +691 Micronesia (Federated States)
es: +691 Micronesia (Estados Federados)

source: +687 New Caledonia
es: +687 Nueva Caledonia

source: +64 New Zealand
es: +64 Nueva Zelanda

source: +680 Palau
es: +680 Palaos

source: +675 Papua New Guinea
es: +675 Papúa Nueva Guinea

source: +677 Solomon Islands
es: +677 Islas Salomón

source: +681 Wallis and Futuna
es: +681 Wallis y Futuna

source: names
es: nombres

source: surnames
es: apellidos

source: email address
es: correo

source: User
es: Usuario

source: Citizenship Number
es: Número de documento

source: Verified Holder
es: Usuario verificado

source: Phone Number Code
es: Código de número de celular

source: Phone Number
es: Número de celular

source: The username cannot contain the "@" character.
es: El nombre de usuario no puede contener el carácter "@".

source: Users
es: Usuarios

source: Country Name
es: País

source: Country Code
es: Código de país

source: Country
es: País

source: Countries
es: Países

source: State Name
es: Estado/Departamento

source: State
es: Estado/Departamento

source: States
es: Estados/Departamentos

source: City Name
es: Ciudad

source: City
es: Ciudad

source: Cities
es: Ciudades

source: Address Line 1
es: Dirección 1

source: Address Line 2 (Optional)
es: Dirección 2 (opcional)

source: Postal/Zip Code
es: Código postal

source: Address
es: Dirección

source: Addresses
es: Direcciones

source: Male
es: Masculino

source: Female
es: Femenino

source: The date of birth cannot be a future date.
es: La fecha de nacimiento no puede ser una fecha futura.

source: User must be at least 18 years of age.
es: Debes tener al menos 18 años de edad.

source: Birth Date
es: Fecha de nacimiento

source: Gender
es: Género

source: Citizenship
es: Ciudadanía

source: Passport Identification
es: Identificación del pasaporte

source: Date of Issue
es: Fecha de emisión

source: Issuing Authority
es: Autoridad emisora

source: Date of Expiry
es: Fecha de vencimiento

source: Passport Image
es: Imagen del pasaporte

source: Beneficiary signature
es: Firma del beneficiario

source: User Personal Information
es: Información personal del usuario

source: Please enter a valid name. This value can contain only letters, min lenght: 3.
es: Ingrese un nombre válido. Este valor solo puede contener letras, longitud mínima: 3.

source: Please enter a valid last name. This value can contain only letters, min lenght: 3.
es: Ingrese un apellido válido. Este valor solo puede contener letras, longitud mínima: 3.

source: Please enter a valid username. This value can contain only letters, numbers and this characters /./+/-/_min lenght: 4; no spaces.
es: Ingrese un nombre de usuario válido. Este valor solo puede contener letras, números y los siguientes caracteres: /./+/-/_min (longitud mínima: 4); sin espacios.
