Repository: sebasmd-projects/gea_module_0
Catalog: apps/project/specific/assets_management/buyers/locale/*/LC_MESSAGES/django.po
Languages: es

source: Required Fields
es: Campos obligatorios

source: Thumbnail
es: Previsualización

source: Descriptions & Observations
es: Descripciones y Observaciones

source: Approval & Review
es: Aprobación y Revisión

source: Service Order
es: Orden de Servicio

source: Payment Order
es: Orden de Pago

source: Asset Movement
es: Envío del Activo

source: Profitability - Sub Payments
es: Rentabilidad - Subpagos

source: Profitability
es: Rentabilidad

source: Dates
es: Fechas

source: Units
es: Unidades

source: Boxes
es: Cajas

source: Under review
es: Bajo revisión

source: Pending for Approval
es: Pendiente de aprobación

source: NOT Approved
es: NO Aprobado

source: Approved
es: Aprobado

source: Service Order Created
es: Orden de servicio creada

source: Service Order Sent
es: Orden de servicio enviada

source: Payment Order Created
es: Orden de pago creada

source: Payment Order Sent
es: Orden de pago enviada

source: Asset In Possession
es: Activo en posesión

source: Asset Sent
es: Activo enviado

source: Profitability Created
es: Rentabilidad creada

source: Profitability Paid
es: Rentabilidad pagada

source: Completed
es: Finalizado

source: Official purchase of the United States
es: Compra oficial de los Estados Unidos

source: Created By
es: Creado por

source: Asset
es: Activo

source: Purchase order Type
es: Tipo de compra

source: quantity type
es: tipo de cantidad

source: Quantity needed
es: Cantidad necesaria

source: Observation (EN)
es: Observación (EN)

source: Observation (ES)
es: Observación (ES)

source: Description (EN)
es: Descripción (EN)

source: Description (ES)
es: Descripción (ES)

source: Country
es: País

source: Display
es: Mostrar

source: Approved By
es: Aprobado por

source: Approved By Timestamp
es: Tiempo de aprobación

source: Reviewed
es: Revisado

source: Reviewed By
es: Revisado por

source: Reviewed By Timestamp
es: Marca de tiempo "Revisado por"

source: Service Order Created By
es: Orden de servicio creada por

source: Service Order Created At
es: Orden de servicio creada en

source: Service Order Sent By
es: Orden de servicio enviada por

source: Service Order Sent At
es: Orden de servicio enviada a las

source: Payment Order Created By
es: Orden de pago creada por

source: Payment Order Created At
es: Orden de pago creada a las

source: Payment Order Sent By
es: Orden de pago enviada por

source: Payment Order Sent At
es: Orden de pago enviada a las

source: Asset In Possession By
es: Activo en posesión de

source: Asset In Possession At
es: Activo en posesión a las

source: Asset Sent By
es: Activo enviado por

source: Asset Sent At
es: Activo enviado a las

source: Profitability Created By
es: Rentabilidad creada por

source: Profitability Created At
es: Rentabilidad creada a las

source: Profitability Paid By
es: Rentabilidad Pagada Por

source: Profitability Paid At
es: Rentabilidad pagada a las

source: You cannot send a service order before it is created.
es: No se puede enviar una orden de servicio antes de crearla.

source: You cannot create a payment order before service order is sent.
es: No se puede crear una orden de pago antes de que se envíe la orden de servicio.

source: You cannot send a payment order before it is created.
es: No se puede enviar una orden de pago antes de que se cree.

source: You cannot mark asset in possession before payment order is sent.
es: No se puede marcar el activo en posesión antes de que se envíe la orden de pago.

source: You cannot mark asset as sent before it is in possession.
es: No se puede marcar un activo como enviado antes de que esté en posesión del mismo.

source: You cannot create profitability before asset is sent.
es: No se puede crear rentabilidad antes de enviar el activo.

source: You cannot mark sub-payments before profitability is created.
es: No se pueden marcar subpagos antes de que se cree la rentabilidad.

source: You cannot pay profitability before it is created.
es: No se puede pagar la rentabilidad antes de crearla.

source: All profitability sub-payments must be marked as paid first.
es: Todos los subpagos de rentabilidad deben marcarse como pagados primero.

source: You cannot progress stages unless the offer is approved.
es: No podrás avanzar de etapa a menos que la oferta sea aprobada.

source: An approver is required when marking as approved.
es: Se requiere un aprobador para marcar como aprobado.

source: A reviewer is required when marking as reviewed.
es: Se requiere un revisor para marcar como revisado.

source: An approved offer must also be reviewed.
es: Una oferta aprobada también debe ser revisada.

source: If there is an approver, the offer must be marked as approved.
es: Si hay un aprobador, la oferta debe marcarse como aprobada.

source: If there is an approver, the offer must be marked as reviewed.
es: Si hay un aprobador, la oferta debe marcarse como revisada.

source: You cannot review before the purchase order is created.
es: No se puede revisar antes de crear la orden de compra.

source: You cannot approve before the purchase order is reviewed.
es: No se puede aprobar antes de que se revise la orden de compra.

source: Service order cannot be created before approval.
es: No se puede crear una orden de servicio antes de la aprobación.

source: Profitability cannot be closed until the three sub-payments are paid.
es: La rentabilidad no se puede cerrar hasta que se paguen los tres subpagos.

source: Marked-by user requires the corresponding paid flag to be true.
es: Marcado por el usuario requiere que la bandera paga correspondiente sea verdadera.

source: Cannot send service order before approval.
es: No se puede enviar la orden de servicio antes de la aprobación.

source: Cannot create payment order before approval.
es: No se puede crear una orden de pago antes de la aprobación.

source: Cannot send payment order before approval.
es: No se puede enviar la orden de pago antes de la aprobación.

source: Cannot mark asset in possession before approval.
es: No se puede marcar el activo en posesión antes de la aprobación.

source: Cannot mark asset as sent before approval.
es: No se puede marcar el activo como enviado antes de la aprobación.

source: Cannot create profitability before approval.
es: No se puede crear rentabilidad antes de la aprobación.

source: Cannot pay profitability before approval.
es: No se puede pagar rentabilidad antes de la aprobación.

source: Purchase order
es: Orden de compra

source: Purchase orders
es: Ordenes de compra

source: Can approve purchase orders
es: Puede aprobar órdenes de compra

source: Can review purchase orders
es: Puede revisar las órdenes de compra

source: Can send service orders
es: Puede enviar órdenes de servicio

source: Can create payment orders
es: Puede crear órdenes de pago

source: Can send payment orders
es: Puede enviar órdenes de pago

source: Can set asset in possession
es: Puede fijar el activo en posesión

source: Can send asset
es: Puede enviar activos

source: Can set profitability
es: Puede establecer la rentabilidad

source: Can pay profitability
es: Puede pagar rentabilidad

source: Can approve pay profitability
es: Puede aprobar el pago de rentabilidad

source: Can see profitability page
es: Puede ver la página de rentabilidad

source: Can see the offer workflow wizard page
es: Puede ver la página del asistente de flujo de trabajo de ofertas

source: Mark Recovery Repatriation Foundation as paid
es: Marcar como pago a Fundación Recovery Repatriation

source: Set user who marked Recovery Repatriation Foundation as paid
es: Usuario que marcó como pagada la Fundación Recovery Repatriation

source: Set timestamp when Recovery Repatriation Foundation was marked as paid
es: Fecha y hora en que se marcó como pagada la Fundación Recovery Repatriation

source: Mark PAY MASTER service as paid
es: Marcar como pago a PAY MASTER

source: Set user who marked PAY MASTER as paid
es: Usuario que marcó como pagada a PAY MASTER

source: Set timestamp when PAY MASTER was marked as paid
es: Fecha y hora en que se marcó como pagado a PAY MASTER

source: Mark Propensiones as paid
es: Marcar como pago a Propensiones

source: Set user who marked Propensiones as paid
es: Usuario que marcó como pagada a Propensiones

source: Set timestamp when Propensiones was marked as paid
es: Fecha y hora en que se marcó como pagada a Propensiones

source: Service Order Recipient
es: Destinatario de la orden de servicio

source: Service Order Recipients
es: Destinatarios de la orden de servicio

source: Your Purchase order has been sent for verification.
es: Su orden de compra ha sido enviada para verificación.

source: New Purchase order Submitted for Verification
es: Nueva orden de compra enviada para verificación

source: No recipients to notify.
es: No hay destinatarios a notificar.

source: Service Order Notification for OC: %(po)s
es: Notificación de Orden de servicio para OC: %(po)s

source: You don't have permission to perform this action.
es: No tienes permisos para realizar esta acción.

source: Unknown step.
es: Paso desconocido.
